# Copyright 2008-2019 Ellucian Company L.P. and its affiliates.
#
# Project: L90BDM_API Language: esMX
#Mon Aug 19 13:27:29 EDT 2019
file.upload.success=Con \u00E9xito
default.Invalid.DataSourceName=Nombre de origen de datos inv\u00E1lido [{0}]
file.upload.failureExtension.message=Error - No puede cargar un archivo con estas extensiones.
default.Invalid.Index.Value=SOLICITUD INCORRECTA\: Datos inv\u00E1lidos en los valores del \u00EDndice
file.upload.success.message=Archivo cargado con \u00E9xito.
default.invalid.index.value=Datos incorrectos\: {0}
default.Invalid.DocRef.Data=Referencia de documento inv\u00E1lido\: [{0}]
Invalid.Credential.Request=Error - El nombre del usuario o la contrase\u00F1a no coincide. Contactar a su administrador.
file.upload.failure.message=Error - Ocurri\u00F3 un error al colocar el archivo en una ubicaci\u00F3n temporal. Verificar la bit\u00E1cora para obtener m\u00E1s detalles.
default.Invalid.Mep.DataSourceName=Nombre de origen de datos MEP inv\u00E1lido [{0}]
file.upload.UndefinedFileSize.message=Error - El tama\u00F1o del archivo para la carga (bdmserver.defaultFileSize) no est\u00E1 configurado. Contactar a su administrador.
default.Invalid.Delete.Request=La operaci\u00F3n \u2019eliminar\u2019 debe incluir \u00EDndices v\u00E1lidos o un campo de docIds en JSON
default.Invalid.Index.Name.Request=Datos de \u00EDndice inv\u00E1lido [{0}]
default.Invalid.Unique.Constraint=Ocurri\u00F3 un error de violaci\u00F3n de restricci\u00F3n \u00FAnico. Verificar los \u00EDndices del valor \u00FAnico e intentar de nuevo.
default.Invalid.FileRef.Request=Nombre de archivo {0} inv\u00E1lido al solicitar la creaci\u00F3n del documento.
default.Bdm.Service.Exception=Ocurri\u00F3 una excepci\u00F3n en el servicio de BDM. {0}
default.Invalid.Query.Value.Request=Valor de consulta inv\u00E1lido. [{0}]
default.Invalid.AppName.Request=dmType\:{0} es inv\u00E1lido.
default.Unknown.DocRef.Request=No se encontr\u00F3 el documento de referencia, o bien, es inv\u00E1lido o fue eliminado
default.invalid.type.exception=Se proporcion\u00F3 una clase de puesto o clase de empleado o tipo de documento inv\u00E1lido. Contactar a su administrador.
file.upload.failureFileSize.message=Error - No se puede cargar un archivo cuyo tama\u00F1o excede el valor del tama\u00F1o predefinido.
Invalid.Delete.Request=Error - No se puede eliminar un documento debido a un problema con un valor pasado
default.Invalid.Index.Value.Request=Valor de \u00EDndice inv\u00E1lido. [{0}]
default.Empty.File.Upload=No se aceptan archivos vac\u00EDos
default.BDM.Unknown.Exception=Ocurri\u00F3 una excepci\u00F3n de documento desconocida. Contactar a su administrador.
