# Copyright 2008-2020 Ellucian Company L.P. and its affiliates.
#
# Project: L90BDM_API Language: ptBR
#Thu Jul 23 11:33:39 EDT 2020
file.upload.success=Sucesso
default.Invalid.DataSourceName=Nome da fonte de dados \u00E9 inv\u00E1lido [{0}]
file.upload.failureExtension.message=Erro\!\! N\u00E3o \u00E9 poss\u00EDvel fazer o upload do arquivo com esta extens\u00E3o.
default.Invalid.Index.Value=Solicita\u00E7\u00E3o incorreta\: Dados inv\u00E1lidos nos valores do \u00EDndice
file.upload.success.message=O arquivo foi carregado com sucesso.
default.invalid.index.value=Dados incorretos\: {0}
default.Invalid.DocRef.Data=Refer\u00EAncia do documento \u00E9 inv\u00E1lida \: [{0}]
Invalid.Credential.Request=Erro\!\! Nome de usu\u00E1rio ou senha n\u00E3o conferem. Contate seu administrador.
file.upload.failure.message=Erro\!\! Ao carregar o arquivo no local tempor\u00E1rio, verifique o arquivo de log para obter mais detalhes.
default.Invalid.Mep.DataSourceName=Nome da fonte de dados MEP \u00E9 inv\u00E1lido [{0}]
file.upload.UndefinedFileSize.message=Erro\!\! Tamanho de arquivo para upload (bdmserver.defaultFileSize) n\u00E3o foi configurado. Contate seu administrador.
default.Invalid.Delete.Request=A opera\u00E7\u00E3o de exclus\u00E3o deve incluir \u00EDndice ou campo docIds v\u00E1lidos em JSON
default.Invalid.Index.Name.Request=Dados do \u00EDndice [{0}] s\u00E3o inv\u00E1lidos
default.Invalid.Unique.Constraint=Erro de viola\u00E7\u00E3o de restri\u00E7\u00E3o exclusiva. Verifique o \u00EDndice de valor exclusivo e tente novamente.
default.Invalid.FileRef.Request=Nome de arquivo {0} \u00E9 inv\u00E1lido para cria\u00E7\u00E3o de documento.
default.Bdm.Service.Exception=Ocorreu uma exce\u00E7\u00E3o no servi\u00E7o BDM. {0}
default.Invalid.Query.Value.Request=Valor de consulta [{0}] \u00E9 inv\u00E1lido
default.Invalid.AppName.Request=dmType\:{0} \u00E9 inv\u00E1lido.
default.Unknown.DocRef.Request=O DocRef solicitado n\u00E3o foi localizado. Ele \u00E9 inv\u00E1lido ou foi removido.
default.invalid.type.exception=A classifica\u00E7\u00E3o de cargo, funcion\u00E1rio ou tipo de documento fornecido \u00E9 inv\u00E1lido. Contate seu administrador.
file.upload.failureFileSize.message=Erro\!\! N\u00E3o \u00E9 poss\u00EDvel fazer o upload do arquivo porque excede o tamanho permitido.
Invalid.Delete.Request=Erro\!\! N\u00E3o \u00E9 poss\u00EDvel excluir o documento por causa do valor inserido
default.Invalid.Index.Value.Request=Valor do \u00EDndice [{0}] \u00E9 inv\u00E1lido
default.Empty.File.Upload=Arquivo vazio n\u00E3o \u00E9 aceit\u00E1vel
default.BDM.Unknown.Exception=Ocorreu uma exce\u00E7\u00E3o de documento desconhecido. Contate o seu administrador.
Invalid.FSS.message=Ocorreu uma exce\u00E7\u00E3o inv\u00E1lida na verifica\u00E7\u00E3o de exist\u00EAncia de documento.
