# Copyright 2008-2018 Ellucian Company L.P. and its affiliates.
#
# Project: L92FIN_SSB Language: arSA
#Wed Oct 10 18:21:31 EDT 2018
file.upload.success=\u062A\u0645 \u0628\u0646\u062C\u0627\u062D
default.Invalid.DataSourceName=\u0627\u0633\u0645 \u0645\u0635\u062F\u0631 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A [{0}] \u063A\u064A\u0631 \u0635\u0627\u0644\u062D
file.upload.failureExtension.message=\u062E\u0637\u0623\!\! \u0644\u0627 \u064A\u0645\u0643\u0646\u0643 \u062A\u062D\u0645\u064A\u0644 \u0645\u0644\u0641 \u0628\u0647\u0630\u0627 \u0627\u0644\u0627\u0645\u062A\u062F\u0627\u062F 
default.Invalid.Index.Value=\u0637\u0644\u0628 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D\: \u0628\u064A\u0627\u0646\u0627\u062A \u063A\u064A\u0631 \u0635\u0627\u0644\u062D\u0629 \u0641\u064A \u0642\u064A\u0645 \u0627\u0644\u0641\u0647\u0631\u0633
file.upload.success.message=\u062A\u0645 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u0645\u0644\u0641 \u0628\u0646\u062C\u0627\u062D
Invalid.Credential.Request=\u062E\u0637\u0623\!\! \u0627\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0648\u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631 \u063A\u064A\u0631 \u0645\u062A\u0637\u0627\u0628\u0642\u062A\u064A\u0646. \u064A\u0631\u062C\u0649 \u0627\u0644\u062A\u0648\u0627\u0635\u0644 \u0645\u0639 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645.
default.Invalid.DocRef.Data=\u0645\u0631\u062C\u0639 \u0627\u0644\u0645\u0633\u062A\u0646\u062F \u063A\u064A\u0631 \u0635\u0627\u0644\u062D \: [{0}]
default.invalid.index.value=\u0628\u064A\u0627\u0646\u0627\u062A \u062A\u0627\u0644\u0641\u0629 \: {0}
file.upload.failure.message=\u062E\u0637\u0623\!\! \u0623\u062B\u0646\u0627\u0621 \u0648\u0636\u0639 \u0627\u0644\u0645\u0644\u0641 \u0641\u064A \u0627\u0644\u0645\u0643\u0627\u0646 \u0627\u0644\u0645\u0624\u0642\u062A\u060C \u064A\u0631\u062C\u0649 \u0645\u0631\u0627\u062C\u0639\u0629 \u0627\u0644\u0633\u062C\u0644 \u0644\u0644\u0645\u0632\u064A\u062F \u0645\u0646 \u0627\u0644\u062A\u0641\u0627\u0635\u064A\u0644 
default.Invalid.Mep.DataSourceName=\u0627\u0633\u0645 \u0645\u0635\u062F\u0631 \u0628\u064A\u0627\u0646\u0627\u062A \u0625\u0639\u062F\u0627\u062F \u0643\u064A\u0627\u0646 \u0645\u062A\u0639\u062F\u062F \u063A\u064A\u0631 \u0635\u0627\u0644\u062D [{0}]
default.Invalid.Delete.Request=\u064A\u062C\u0628 \u0623\u0646 \u064A\u0634\u0645\u0644 \u062D\u0630\u0641 \u0627\u0644\u0639\u0645\u0644\u064A\u0629 \u0641\u0647\u0627\u0631\u0633 \u0635\u0627\u0644\u062D\u0629 \u0623\u0648 \u0623\u0631\u0642\u0627\u0645 \u0645\u0633\u062A\u0646\u062F\u0627\u062A \u0641\u064A JSON
default.Invalid.Index.Name.Request=\u0628\u064A\u0627\u0646\u0627\u062A \u0641\u0647\u0631\u0633 [{0}] \u063A\u064A\u0631 \u0635\u0627\u0644\u062D\u0629
default.Invalid.Unique.Constraint=\u062E\u0637\u0623 \u062E\u0631\u0642 \u0642\u064A\u062F \u0641\u0631\u064A\u062F. \u064A\u0631\u062C\u0649 \u0627\u0644\u062A\u0623\u0643\u062F \u0645\u0646 \u0641\u0647\u0627\u0631\u0633 \u0627\u0644\u0642\u064A\u0645 \u0627\u0644\u0641\u0631\u064A\u062F\u0629 \u0648\u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649.
default.Invalid.FileRef.Request=\u0627\u0633\u0645 \u0645\u0644\u0641 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D {0} \u0641\u064A \u0625\u0646\u0634\u0627\u0621 \u0637\u0644\u0628 \u0645\u0633\u062A\u0646\u062F.
default.Bdm.Service.Exception=\u062D\u062F\u062B \u0627\u0633\u062A\u062B\u0646\u0627\u0621 \u062E\u062F\u0645\u0629 \u0641\u064A \u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0645\u0633\u062A\u0646\u062F\u0627\u062A \u0641\u064A \u0646\u0638\u0627\u0645 Banner. {0}
default.Invalid.Query.Value.Request=\u0642\u064A\u0645\u0629 \u0627\u0633\u062A\u0639\u0644\u0627\u0645 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D\u0629. [{0}]
default.Invalid.AppName.Request=dmType\: {0} \u063A\u064A\u0631 \u0635\u0627\u0644\u062D.
default.Unknown.DocRef.Request=\u062A\u0639\u0630\u0631 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0631\u0642\u0645 \u0627\u0644\u0645\u0631\u062C\u0639\u064A \u0644\u0644\u0645\u0633\u062A\u0646\u062F \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u060C \u0625\u0645\u0627 \u0623\u0646 \u0627\u0644\u0631\u0642\u0645 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D \u0623\u0648 \u062A\u0645 \u062D\u0630\u0641\u0647
default.invalid.type.exception=\u062A\u0635\u0646\u064A\u0641 \u0627\u0644\u0645\u0631\u0643\u0632 \u0627\u0644\u0648\u0638\u064A\u0641\u064A \u0623\u0648 \u062A\u0635\u0646\u064A\u0641 \u0627\u0644\u0645\u0648\u0638\u0641\u064A\u0646 \u0623\u0648 \u0646\u0648\u0639 \u0627\u0644\u0645\u0633\u062A\u0646\u062F \u0627\u0644\u0630\u064A \u062A\u0645 \u062A\u0642\u062F\u064A\u0645\u0647 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D. \u064A\u0631\u062C\u0649 \u0627\u0644\u062A\u0648\u0627\u0635\u0644 \u0645\u0639 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645.
Invalid.Delete.Request=\u062E\u0637\u0623\!\! \u062A\u0639\u0630\u0631 \u062D\u0630\u0641 \u0627\u0644\u0645\u0633\u062A\u0646\u062F \u0628\u0633\u0628\u0628 \u0645\u0634\u0643\u0644\u0629 \u0641\u064A \u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u062A\u064A \u062A\u0645 \u062A\u0645\u0631\u064A\u0631\u0647\u0627
file.upload.failureFileSize.message=\u062E\u0637\u0623\!\! \u0644\u0627 \u064A\u0645\u0643\u0646\u0643 \u062A\u062D\u0645\u064A\u0644 \u0645\u0644\u0641 \u062D\u062C\u0645\u0647 \u0623\u0643\u0628\u0631 \u0645\u0646 \u062D\u062C\u0645 \u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0627\u0641\u062A\u0631\u0627\u0636\u064A 
default.Invalid.Index.Value.Request=\u0642\u064A\u0645\u0629 \u0641\u0647\u0631\u0633 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D\u0629. [{0}]
default.Empty.File.Upload=\u0627\u0644\u0645\u0644\u0641\u0627\u062A \u0627\u0644\u0641\u0627\u0631\u063A\u0629 \u063A\u064A\u0631 \u0645\u0642\u0628\u0648\u0644\u0629
default.BDM.Unknown.Exception=\u062D\u062F\u062B \u0627\u0633\u062A\u062B\u0646\u0627\u0621 \u0645\u0633\u062A\u0646\u062F \u063A\u064A\u0631 \u0645\u0639\u0631\u0648\u0641. \u064A\u0631\u062C\u0649 \u0627\u0644\u062A\u0648\u0627\u0635\u0644 \u0645\u0639 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0646\u0638\u0627\u0645.
